Repository: BananeRapeuse/Pwnstrap
Catalog: Bootstrap/*.lproj/Localizable.strings
Languages: fr

source: Settings
fr: Paramètres

source: Tweak Enable
fr: Activer Tweak

source: Rebuild Apps
fr: Reconstruire les Applications

source: Rebuild Icon Cache
fr: Reconstruire le cache des icônes

source: Reinstall Sileo & Zebra
fr: Réinstaller Sileo & Zebra

source: Uninstall
fr: Désintaller

source: Credits
fr: Crédits

source: Bootstrapped
fr: Jailbreaké

source: Install
fr: Jailbreak

source: Unsupported
fr: Non supporté

source: App List
fr: Liste des applications

source: Error
fr: Erreur

source: Warning
fr: Attention

source: Applying
fr: Application

source: Cancel
fr: Annuler

# Bootstrapping
source: Jailbreaking
fr: Démarrage

source: Uninstalling
fr: Désinstallation

# bootstrap uninstalled
source: jailbreak uninstalled
fr: jailbreak désinstallé

source: Enable Tweak for App
fr: Activer les tweaks pour une app

# name or identifier
source: Search by name or identifier
fr: nom ou identifieur

# Server Not Running
source: Server isn't running
fr: Serveur non démarré

source: for unknown reasons the iPwnStrap server is not running, the only thing we can do is to restart it now.
fr: pour des raisons inconnues, le serveur de iPwnStrap n'est pas en cours d'exécution, la seule chose que vous pouvez faire est de le redémarrer maintenant.

source: Restart Server
fr: Redémarrer le serveur

# bootstrap server restart successful
source: server restart successful
fr: Le serveur a bien été redémarré

source: Rebuilding
fr: Reconstruire

# Don't exit Bootstrap app until show the lock screen
source: Don't exit the app until you land on the lock screen
fr: Ne quittez pas l'application tant que l'écran de verrouillage n'est pas affiché

# bootstrap installed
source: jailbreak installed
fr: jailbreak installé

# bootstrap not installed
source: jailbreak not installed
fr: jailbreak non installé

# system bootstrapped
source: system jailbroken
fr: système jailbreaké

# system not bootstrapped
source: system not jailbroken
fr: système non jailbreaké

# bootstrap server check successful
source: server check successful
fr: vérification du serveur iPwnStrap réussi

source: It seems that you have Filza installed, which may be detected as jailbroken. You can enable a Tweak for it to hide its presence.
fr: Il semble que vous ayez l'application Filza installée, ce qui peut rendre votre appareil détecté comme étant jailbreaké. Vous pouvez activer les tweaks sur l'app pour le cacher.

source: Status: Rebuilding Apps
fr: Statut: Reconstruction des Apps

source: Status: Reinstalling Sileo
fr: Statut: Réinstallation de Sileo

source: Status: Reinstalling Zebra
fr: Statut: Réinstallation de Zebra

source: Sileo and Zebra reinstalled!
fr: Sileo et Zebra réinstallés !

source: Status: Rebuilding Icon Cache
fr: Statut: Reconstruction du cache des icônes

source: openssh package is not installed
fr: Le paquet openssh n'est pas installé

source: Reboot Device
fr: Redémarrer l'appareil

source: Your TrollStore version is too old, iPwnStrap only supports TrollStore 2.0 and higher. Please update it and then reinstall the Bootstrap app.
fr: Votre version de TrollStore est trop ancienne, iPwnStrap ne supporte que TrollStore >= 2.0, vous devez mettre à jour TrollStore puis réinstaller l'application.

source: Your device does not seem to have developer mode enabled. Please enable developer mode and reboot your device.
fr: Votre appareil ne semble pas avoir le mode développeur activé. Veuillez activer le mode développeur et redémarrer votre appareil.

source: The Dopamine Jailbreak has been installed on this device, jailbreak may brick your phone!
fr: Le jailbreak Dopamine a été installé sur cet appareil, jailbreaker maintenant risque de bricker votre téléphone !

source: openssh launch successful
fr: openssh démarré correctement

source: respring now...
fr: respring maintenant...

source: Are you sure to uninstall jailbreak? Please make sure you have disabled tweak for all apps before uninstalling.
fr: Êtes-vous sûr de vouloir désinstaller le jailbreak ? Assurez-vous d'avoir désactivé les tweaks pour toutes les applications avant de le désinstaller.
